Repository: mrccarvalho/maquiagro
Catalog: core/Piranha.Manager.Localization/Resources/Comment.*.resx
Languages: es

source: Approved
es: Aprobado

source: ApprovedSingle
es: Aprobado

source: Pending
es: Pendiente

source: Comment
es: Comentar

source: Response to
es: Responder a

source: The comment was successfully approved
es: El comentario fue aprobado con éxito

source: The comment was successfully unapproved
es: El comentario fue desaprovado con éxito

source: The comment was successfully deleted
es: El comentario ha sido eliminado con éxito

source: Days allowed for commenting
es: Días permitidos para comentar

source: Comments are not allowed.
es: No se permiten comentarios.

source: Comments are not allowed for unpublished content.
es: Los comentarios no están permitidos para contenido no publicado.

source: Comments are currently open.
es: Los comentarios están abiertos actualmente.

source: Comments were closed
es: Los comentarios fueron cerrados
